[
    {
        "id": 1,
        "name": "Ace 500",
        "img": "https://i.ibb.co/GHbcK2J/Ace-500-mg.jpg",
        "type": "tablet",
        "Indication": "Management of moderate to moderately sever pain in adults & also indicated for the short-term (five days or less) management of acute.",
        "Dosage": "Acetram tablet can be administered without regard to food. For the management of pain, the recommended dose is 1 or 2 tablets every 4 to 6 hours as needed for pain relief up to a maximum of 8 tablets per day. In case of short-term (five days or less) management of acute pain, the recommended dose is 2 tablets every 4 to 6 hours as needed for pain relief up to maximum of 8 tablets per day.",
        "Preparation": "Each box contains 30 tablets of Paracetamol 325 mg & Tramadol Hydrochloride 37.5 mg in a blister pack."
    },
    {
        "id": 2,
        "name": "Adryl",
        "img": "https://i.ibb.co/zZSPNRL/ADRYL-100ml.jpg",
        "type": "syrup",
        "Indication": "For the treatment of following: 1) Seasonal, perennial & vasomotor rhinitis, 2) urticaria, angioneurotic edema, anaphylaxis, 3) pruritus, 4) preanesthetic medication, emesis, motion sickness, 5) miscellaneous including meniere's diseases and parkinsonism, 6) cough & cold. Sometimes it may use as a night time sleep aid and for the short-term management of insomnia.",
        "Dosage": "Most allergic conditions are controlled with 25 to 50 mg i.e., (12.5 to 25 ml of syrup) 3 to 4 times a day. Children 6 to 12 years of age : 10 mg i.e., (5 ml of syrup) 3 to 4 times a day. Children 1 to 6 years of age: 5 mg i.e., (2.5 ml of syrup) 3 to 4 times a day. In motion sickness: Adult : 25 to 50 mg 3 to 4 times a day. Children (above 9.1 kg): 12.5 to 25 mg 3 to 4 times a day (5mg/ kg/ 24 hours). In parkinsonism: Adult : 25 to 50 mg 3 to 4 times a day. Children (above 9.1 kg) : 12.5 to 25 mg 3 to 4 times a day (5mg/ kg/ 24 hours). In insomnia: Adults and children over 12 years of old : A dose of 20 to 50 mg is used as hypnotic in insomnia. ",
        "Preparation": "10 mg/5 ml Syrup."
    },
    {
        "id": 3,
        "name": "Afun",
        "img": "https://i.ibb.co/SrjqwMR/AFUN-Cream-1.jpg",
        "type": "cream",
        "Indication": "Dermatomycoses due to candida, trichophyton, moulds and other fungi, skin diseases showing superinfections with these fungi e.g. inter digital mycoses, paronychia, candida vulvitis, balanitis, pityriasis versicolor and erythrasma.",
        "Dosage": "2-3 times daily.",
        "Preparation": "10 mg/gm Cream."
    },
    {
        "id": 4,
        "name": "Ansulin",
        "img": "https://i.ibb.co/whHXBry/ansulin.jpg",
        "type": "Human Insulin",
        "Indication": "Type 1 and Type 2 Diabetes Mellitus.",
        "Dosage": "The dosage form, the dosage and the administration time of the insulin are different due to the individual differences of each patient. In addition, the dosage is also affected by food, working style and exercising intensity. Therefore, patients should use the insulin under doctor's instruction. The average range of total daily insulin requirement for maintenance therapy in type 1 diabetic patients lies between 0.5 and 1.0 IU/kg. In pre-pubertal children it usually varies from 0.7 to 1.0 IU/kg, whereas in insulin resistant cases, e.g. during puberty or due to obesity, the daily insulin requirement may be substantially higher. Initial dosages for type 2 dia",
        "Preparation": ""
    },
    {
        "id": 5,
        "name": "Beviplex-b",
        "img": "https://i.ibb.co/XjDghSV/beviplex-b-30-tableta-srbotrade-1.jpg",
        "type": "tablet",
        "Indication": "Baricitinib is indicated for the treatment of adult patients with moderately to severely active Rheumatoid Arthritis who have had an inadequate response to one or more tumor necrosis factor (TNF) antagonist therapies.",
        "Dosage": "The recommended dose of Baricitinib is 2 mg once daily. It may be used as monotherapy or in combination with methotrexate or other DMARDs. Baricitinib can be given orally with or without food.",
        "Preparation": "Each box contains 10/20/30/40/50 tablets in blister pack."
    },
    {
        "id": 6,
        "name": "BROFEX-100-ML",
        "img": "https://i.ibb.co/NnBDVds/BROFEX-100-ML.jpg",
        "type": "syrup",
        "Indication": "Chronic dry cough/unproductive cough & acute dry cough which is interfering with normal function or sleep.",
        "Dosage": "Adults and Children over 12 years: 15 to 30 mg 3-4 times per day. Children between 6-12 years : 5-15 mg up to 4 times per day.Children between 2-6 years : 2.5-5 mg up to 4 times per day.",
        "Preparation": "Brofex® syrup : Bottle containing 100 ml sugar free syrup."
    },
    {
        "id": 7,
        "name": "Calb-D-Vita",
        "img": "https://i.ibb.co/FmffYxz/calb-D-v-l-e1594794381463.jpg",
        "type": "tablet",
        "Indication": "Prevention and treatment of calcium and vitamin D deficiency, Calcium and vitamin D supplement as an adjunct to specific therapy in the prevention and treatment of Osteoporosis for patients who are at risk of calcium and vitamin D deficiency",
        "Dosage": "1 -2 tablets per day, preferably one tablet each morning and evening or as directed by the physician",
        "Preparation": "Calbo-D Vita: Each Tube contains 10 effervescent tablets."
    },
    {
        "id": 8,
        "name": "Calbo-D",
        "img": "https://i.ibb.co/1sJ3Ycn/Calbo-D-400x400.jpg",
        "type": "tablet",
        "Indication": "The well balanced formula helps to maintain strong bones and teeth as well as the health of the heart, muscles and nerves. It is also indicated for bone development and constant regeneration of bone, for the prevention and treatment of osteoporosis.",
        "Dosage": "1 tablet twice daily, preferably 1 tablet in the morning and 1 tablet in the evening or as directed by the physician. It is best taken with or just after main meals with a full glass of water.",
        "Preparation": "Calbo-D®  30 tablets in HDPE container."
    },
    {
        "id": 9,
        "name": "DERMASOL",
        "img": "https://i.ibb.co/rwpQmJx/DERMASOL-CREAM-20-GM-400x400.jpg",
        "type": "cream",
        "Indication": "• Eczema, Neurodermatoses, Psoriasis where secondary bacterial infection or fungal infection is present, suspected or likely to occur  • Other inflammatory conditions which do not respond satisfactorily to less active steroids",
        "Dosage": "Follow registered Doctor's information",
        "Preparation": "Dermasol-N® Cream: Each pack has a tube containing 15 gm cream.Dermasol-N® Ointment: Each pack has a tube containing 15 gm ointment."
    },
    {
        "id": 10,
        "name": "Duolax",
        "img": "https://i.ibb.co/BtBsK5h/duolax.jpg",
        "type": "syrup",
        "Indication": "Constipation, Hyperacidity with constipation, Anorectal disorder, Post-operative constipation, Constipation associated with chronic cholecystitis, Hernia",
        "Dosage": "The dose should be taken before breakfast or at bedtime. The recommended oral doses are as follows-  Adults and children over 12 years 15-30 ml daily, Children over 7 years 7.5 ml - 15 ml daily, Children over 3-7 years 5-10 ml daily.  The dose may be mixed with milk or half a glass of water if desired.",
        "Preparation": "DuolaxTM Oral Emulsion: Each box contains 100 ml oral emulsion in PET bottle and a measuring cup"
    }
]